---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrBodyMaterial
source: html/6980afa6-5d7d-c342-1568-03b7ae8b0765.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrBodyMaterial Property

"Monolithic Material"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrBodyMaterial { get; }
```